[Ability.Combot_2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="旋转杖击"
mTooltip=""

[Ability_secrete_sanctuary.A_t5_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[Ability_secrete_sanctuary.A_t5_creature_buff_combot H7BaseBuff]
mName=""
mTooltip=""

[Ability_secrete_sanctuary.A_t5_secrete_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="连击大师"
mTooltip="隐秘能力：当英雄拥有 %stat2 %icon_spirit 精神或更高时：此生物获得 %stat1 %icon_health 生命值加成。\n攻击技能 %spell1.name 治疗相邻友军 %d1 生命值，并且打击技能 %spell2.name 会击中所有相邻敌人。"

[Ability_secrete_sanctuary.A_t5_creature_buff_health H7BaseBuff]
mName=""
mTooltip=""

[Ability_secrete_sanctuary.A_t5_creature_buff_healing H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_combot1_marker2_buff H7BaseBuff]
mName="连击 2"
mTooltip="当此生物被猿野攻击时，获得第三次攻击。持续 %durnow 回合。"

[Ability.A_Combot_Hit H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="连击"
mTooltip="当此生物首次攻击敌人时，对目标施加 %spell1.name。\n如果攻击带有 %spell1.name 的目标，此生物会进行第二次攻击，使用 %spell2.name 造成75%伤害并施加 %spell3.name。\n如果攻击带有 %spell3.name 的敌人，则会激活终结技：对目标使用 %spell4.name，造成50%伤害。"

[Ability.A_combot1_marker_buff H7BaseBuff]
mName="连击 1"
mTooltip="当此生物被猿野攻击时，会遭受第二次攻击。持续 %durnow 回合。"

[Ability.A_combot_buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.Combot_1 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="杂耍打击"
mTooltip=""

[Creature.A_Creature_Sanctuary_alternative_lv2 H7Creature]
mName="神猴王"
mLore="随着时间的推移，那些定居在龙之山脉的少数猿猴部落得以适应严酷的环境，变得更强壮、更坚韧。为了生存，他们不得不袭击杉瑞亚的定居点并掠夺其居民，直到娜迦文化在他们的社会中扎根。如今，山区的猿猴更广为人知的身份不是残酷的鬼族恶魔，而是高贵的战士。尽管猿野在战舞中更依赖力量而非敏捷，但他们从未忘记，他们沉重的、金属包边的战争法杖必须用于保护无辜者。"

[Creature.A_Creature_Sanctuary_alternative H7Creature]
mName="神猴"
mLore="无人知晓猿猴是奇美拉家族法师实验的产物，还是由龙脉的魔法所创造。这些猿猴兽人在亚山的东部地区找到了避难所——主要是在翡翠海的岛屿上，这从他们的文化与娜迦文化极为相似可见一斑。他们天性敏捷迅速，精通其战争法杖，能释放出一系列几乎无法躲避的快速打击。即使是徒手的猿猴也是可怕的战士，能够通过击打对手身体的某些部位使其失去战斗力。"